---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsWireTemperatureRatingParam
source: html/45e7c0ec-b6c9-4078-691a-641d55ab62d3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsWireTemperatureRatingParam Property

"Temperature Rating"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsWireTemperatureRatingParam { get; }
```